"Group" = "Group";
"Name" = "Name";
"none given" = "none given";
"Enabled" = "Enabled";
"Enables post-quantum key-agreements in TLS 1.3 connections" = "Habilitar el protocolo de clave post-cuántica en conexiones TLS 1.3";
